Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/metsa.fi/c92.pdf.tmx
Source language: fin
Languages: sme

source: 3.5. 2 Asiakirjat Suomen tasavallan liittymisestä Euroopan unioniin, pöytäkirja no 3 Saamelaisista
sme: 3.5.2 Áššegirjjit Suoma republihka searvamis Eurohpa uniovdnii, beavdegirji nr. 3 sápmelaččain

source: Pöytäkirjassa todetaan, että Suomi on sitoutunut saamelaisten elinkeinojen, kielen, kulttuurin sekä elämäntavan säilyttämiseen ja kehittämiseen, ja että perinteinen saamelaiskulttuuri ja saamelaiselinkeinot ovat riippuvaisia luontaiselinkeinoista – kuten poronhoidosta – saamelaisten perinteisillä asuinalueilla.
sme: Beavdegirjjis gávnnahuvvo, ahte Suopma lea čatnašuvvan sápmelaččaid ealáhusaid, giela, kultuvrra ja eallinvuogi seailluheapmái ja ovddideapmái, ja ahte árbevirolaš sámekultuvra ja sámi ealáhusat leat čatnagasas luondduealáhusaide – nugo boazodollui – sápmelaččaid árbevirolaš ássanguovlluin.

source: Pöytäkirjan 1. artiklassa todetaan, että sen estämättä, mitä EY:n perustamissopimuksessa määrätään, saamelaisille saadaan myöntää yksinoikeuksia poronhoidon harjoittamiseen perinteisillä saamelaisalueilla.
sme: Beavdegirjji 1. artihkalis gávnnahuvvo, ahte dan easttekeahttá, maid EO vuođđudansoahpamušas mearreduvvo, sápmelaččaide oažžu mieđehit oktovuoigatvuođaid boazodoalu ollašuhttimii árbevirolaš sámeguovlluin.

source: Pöytäkirjan 2. artiklan mukaan pöytäkirja voidaan laajentaa koskemaan muitakin perinteisiin saamelaiselinkeinoihin liittyviä saamelaisten yksinoikeuksia niiden vastaisen kehityksen huomioon ottamiseksi.
sme: Beavdegirjji 2. artihkala mielde beavdegirjji sáhttá viiddidit guoskat sámi earáge oktovuoigatvuođaide, mat gullet árbevirolaš sámeealáhusaide, daid boahttevaš ovdáneami vuhtiiváldima várás.

source: Neuvosto voi yksimielisesti komission ehdotuksesta sekä Euroopan parlamenttia ja alueiden komiteaa kuultuaan tehdä tarvittavat muutokset pöytäkirjaan.
sme: Ráđđi sáhttá oktamielalaččat komiššuvnna evttohusas ja Eurohpa parlamentta ja guovlluid komitea gullama maŋŋá dahkat dárbbašlaš nuppástusaid beavdegirjái.

source: 3 ILO:n alkuperäiskansojen oikeuksia koskeva sopimus no 169
sme: 3.5.3 ILO soahpamuš nr 169, mii guoská eamiálbmogiid vuoigatvuođaide

source: ILO:n alkuperäiskansasopimus tunnustaa alkuperäiskansojen erityiset oikeudet perinteisiin asuinalueisiinsa ja edellyttää valtioilta toimenpiteitä alkuperäiskansojen kulttuurin, kielten ja ympäristön suojelemiseksi.
sme: ILO eamiálbmotsoahpamuš dovddasta eamiálbmogiid earenoamáš vuoigatvuođaid árbevirolaš orrunguovlluidasaset ja gáibida stáhtain doaimmaid eamiálbmogiid kultuvrra, gielaid ja birrasa suodjaleami várás.

source: Sopimus on hyväksytty Kansainvälisen työjärjestön ILO:n yleiskokouksessa vuonna 1989. Sopimus on velvoittava, vaikka Suomi ei ole vielä ratifioinut sopimusta, koska Suomen lainsäädäntö ei tällä hetkellä täytä sopimusmääräyksiä.
sme: Soahpamuš lea dohkkehuvvon riikkaidgaskasaš bargoorganisašuvnna ILO dievasčoahkkimis jagis 1989. Suoma láhkaásaheapmi ii deavdde dál ILO 169 -soahpamuša mearrádusaid. Soahpamuš goittotge geatnegahttá Suoma ratifieretmeahttuminge.

source: Maaoikeuksia koskevista sopimusmääräyksistä saamelaisten aseman kohentamisen kannalta todetaan 13. artiklassa, että sovellettaessa yleissopimuksen tämän osan määräyksiä hallitusten on kunnioitettava sitä erityistä merkitystä, joka kysymyksessä olevien kansojen suhteella siihen maahan tai alueeseen, jolla he asuvat tai muuten käyttävät, on niiden kulttuurille ja henkisille arvoille, ja erityisesti tämän suhteen yhteisöllisiä näkökohtia.
sme: Eanavuoigatvuođaide guoskevaš soahpamušmearrádusain sápmelaččaid sajádaga bajideami beales gávnnahuvvo 13. artihkalis, ahte go gustohit oppalašsoahpamuša dán oasi mearrádusaid, ráđđehusat fertejit gudnejahttit dan earenoamáš mearkkašumi, mii dieid namalas álbmogiid gaskavuođas lea dan eatnamii dahje guvlui, mas sii orrot dahje man sii muđui geavahit, lea daid kultuvrii ja vuoiŋŋalaš árvvuide, ja earenoamážit dán gaskavuođa servodatlaš oaidninvugiid.

source: Sopimuksen 14. artiklassa todetaan:
sme: Soahpamuša 14. artihkalis gávnnahuvvo, ahte

source: 1) Kyseisille kansoille on tunnustettava omistus- ja hallintaoikeus niihin maihin, joilla ne perinteisesti asuvat.
sme: 1) Dieid namalas álbmogiidda galgá dovddastit oamastus- ja hálddahusvuoigatvuođa daidda eatnamiidda, main dat árbevirolaččat orrot.

source: Soveltuvissa tapauksissa on lisäksi turvattava asianmukaisilla toimenpiteillä näiden kansojen oikeudet käyttää alueita, jotka eivät ole niiden yksinomaista asuinaluetta, mutta joita ne ovat perinteisesti voineet käyttää toimeentulonsa hankkimista ja perinteisiä toimiaan varten.
sme: Heivvolaš dáhpáhusain galgá dasa lassin oadjudit áššálaš doaimmaiguin dáid álbmogiid vuoigatvuođaid geavahit guovlluid, mat eai leat dušše daid oktoorrunguovlu, muhto maid dat leat sáhttán árbevirolaččat geavahit áigáiboađuset skáhppoma ja árbevirolaš doaimmaid várás.

source: Tässä suhteessa on kiinnitettävä erityistä huomiota paimentolaiskansojen ja kiertävien viljelijöiden tilanteeseen.
sme: Dán oktavuođas berre giddet earenoamáš fuomášumi nomádaálbmogiid ja johtti eanagilviid dillái.

source: 2) Hallitusten on tarpeellisin toimin määriteltävä kysymyksessä olevien kansojen perinteisesti asuttamat maat ja taattava tehokas suoja niiden omistus- ja hallintaoikeudelle.
sme: 2) Ráđđehusat galget dárbbašlaš doaimmaiguin meroštallat dáid namalas álbmogiid árbevirolaččat ássan eatnamiid ja dáhkidit beaktilis suoji daid oamastan- ja hálddašanvuoigatvuhtii.

source: 3) Kansalliseen oikeusjärjestykseen on sisällytettävä tarkoituksenmukainen menettely kysymyksessä olevien kansojen maahan liittyvien vaatimusten ratkaisemiseksi.
sme: 3) Sisriikkalaš riektevuogádahkii galgá váldit vuogálaš meannudeami dáid namalas álbmogiid eatnamii gullevaš gáibádusaid čoavdima várás.

source: 3.5. 4 YK:n julistus alkuperäiskansojen oikeuksista
sme: 3.5.4 ON julggáštus eamiálbmogiid vuoigatvuođain

source: YK:n yleiskokouksessa 13.9. 2007 hyväksytyssä julistuksessa alkuperäiskansojen oikeuksista todetaan mm.:
sme: ON dievasčoahkkimis 13.9.2007 dohkkehuvvon julggáštusas eamiálbmogiid vuoigatvuođain celkojuvvo ee., ahte

source: • Alkuperäiskansoilla on oikeus harjoittaa ja elvyttää kulttuurisia perinteitään ja tapojaan.
sme: • Eamiálbmogiin lea vuoigatvuohta ollašuhttit ja ealáskahttit kultuvrralaš árbevieruideaset ja dábiideaset.

source: Tähän sisältyy niiden oikeus ylläpitää, suojella ja kehittää kulttuuriensa aiempia, nykyisiä ja tulevia ilmenemismuotoja.
sme: Dása gullá daid vuoigatvuohta bajásdoallat, gáhttet ja ovddidit iežaset kultuvrraid ovddeš, dálá ja boahttevaš albmonanvugiid.

source: • Alkuperäiskansoilla on oikeus ylläpitää ja vahvistaa tunnusomaista hengellistä suhdettaan perinteisesti omistamiinsa tai muutoin hallussaan pitämiinsä ja käyttämiinsä maihin, alueisiin, vesistöihin, rannikkomeriin ja muihin luonnonvaroihin sekä oikeus säilyttää tähän liittyvät vastuunsa tuleville sukupolville.
sme: • Eamiálbmogiin lea vuoigatvuohta bajásdoallat ja nannet mihtilmas vuoiŋŋalaš gaskavuođa iežaset árbevirolaččat oamastan dahje muđui hálddašan ja atnin eatnamiid, guovlluide, čázádagaide, riddomearaide ja eará luondduvalljodagaide ja vuoigatvuohta seailluhit dása gullevaš vásttuset boahttevaš sohkabuolvvaide.

source: • Alkuperäiskansoilla on oikeus perinteisesti omistamiinsa, hallussaan pitämiinsä tai muutoin käyttämiinsä tai hankkimiinsa maihin, alueisiin ja luonnonvaroihin.
sme: • Eamiálbmogiin lea vuoigatvuohta iežaset árbevirolaččat oamastan, hálddašan dahje muđui atnin dahje skáhppon eatnamiidda, guovlluide ja luondduvalljodagaide.

source: • Alkuperäiskansoilla on oikeus omistaa, käyttää, kehittää ja hallita niitä maita, alueita ja luonnonvaroja, jotka ovat niiden hallussa perinteisen omistuksen tai muun perinteisen hallussapidon tai käytön perusteella tai jotka ne ovat muutoin hankkineet.
sme: • Eamiálbmogiin lea vuoigatvuohta oamastit, atnit, ovddidit ja hálddašit daid eatnamiid, guovlluid ja luondduvalljodagaid, mat leat daid hálddus árbevirolaš oamasteami dahje eará árbevirolaš hálddašeami dahje geavaheami vuođul dahje maid dat leat muđui skáhppon.

source: Valtioiden on laillisesti tunnustettava nämä maat, alueet ja luonnonvarat sekä suojeltava niitä.
sme: Stáhtat galget lágalaččat dovddastit dáid eatnamiid, guovlluid ja luondduvalljodagaid ja suodjalit daid.

source: Tässä tunnustamisessa on asianmukaisesti kunnioitettava kyseisten alkuperäiskansojen tapoja, perinteitä ja maanomistusjärjestelmiä.
sme: Dán dovddasteamis galgá áššálaččat gudnejahttit dieid namalas eamiálbmogiid vieruid, árbevieruid ja eanaoamastanvuogádagaid.

source: Valtioiden on yhdessä asianomaisten alkuperäiskansojen kanssa perustettava ja pantava täytäntöön oikeudenmukainen, riippumaton, puolueeton, avoin ja läpinäkyvä sekä alkuperäiskansojen lait, perinteet, tavat ja maanomistusjärjestelmät asianmukaisesti tunnustava menettely, jonka avulla tunnustetaan ja ratkaistaan alkuperäiskansojen oikeudet, jotka koskevat niiden maita, alueita ja luonnonvaroja – mukaan lukien niiden perinteisesti omistamat tai muutoin hallussaan pitämät tai käyttämät maat, alueet ja luonnonvarat.
sme: Stáhtat galget ovttas áššáigullevaš eamiálbmogiiguin vuođđudit ja bidjat fápmui vuoiggalaš, čatnasmeahttun, bealehis, rabas ja čađačuovgi ja maiddái eamiálbmogiid lágaid, árbevieruid, dábiid ja eanaoamastanvuogádagaid áššálaččat dovddasteaddji meannudeami, mainna dovddastit ja čovdet eamiálbmogiid vuoigatvuođaid, mat gusket daid eatnamiidda, guovlluide ja luondduvalljodagaide, mielde lohkamiin daid árbevirolaččat oamastan dahje muđui hálddašan dahje atnin eatnamiid, guovlluid ja luondduvalljodagaid.

source: Alkuperäiskansoilla on oltava oikeus osallistua tähän menettelyyn.
sme: Eamiálbmogiin galgá leat vuoigatvuohta oassálastit dán gieđahallama.

source: 3.5. 5 Biodiversiteettisopimus
sme: 3.5.5 Biodiversitehtasoahpamuš

source: Biologista monimuotoisuutta koskeva yleissopimus (biodiversiteettisopimus) saatettiin voimaan asetuksella 78/1994. Siinä todetaan mm., että sopimuspuolet
sme: Biologalaš máŋggahápmásašvuhtii guoskevaš oktasašsoahpamuš (biodiversitehtasoahpamuš) bođii fápmui ásahusa 78/1994 vuođul. Das daddjojuvvo earret eará, ahte soahppioassebealit

source: tunnustavat monien perinteisen elämäntavan omaavien alkuperäis- ja paikallisyhteisöjen läheisen ja perinteisen riippuvuuden biologisista luonnonvaroista sekä sen, että on toivottavaa jakaa biologisen monimuotoisuuden suojelua ja sen osien kestävää käyttöä koskevasta perinteisestä tietämyksestä, uudistuksesta ja käytännöstä saatu hyöty oikeudenmukaisesti.
sme: dovddastit árbevieruideaset mielde ealli álgo- ja báikkálašservošiid lagas ja árbevirolaš sorjavašvuođa biologalaš luondduriggodagain, ja dan ahte lea sávahahtti juogadit biologalaš máŋggahápmásašvuođa suodjaleami ja dan osiid bistevaš geavaheapmái guoskevaš árbevirolaš dieđuin, ođastusas ja geavadis fidnejuvvon ávkki vuoiggalaččat.

source: 3.5. 6 Perustuslaki
sme: 3.5.6 Vuođđoláhka

source: Perustuslaki (731/1999) suojaa saamelaisia alkuperäiskansana.
sme: Vuođđoláhka (731/1999) suddje sámiid álgoálbmogin.

source: Lain 17. §:ssä todetaan, että saamelaisilla alkuperäiskansana on oikeus ylläpitää ja kehittää omaa kieltään ja kulttuuriaan.
sme: Vuođđolága 17. §:s daddjojuvvo, ahte sámiin álgoálbmogin lea vuoigatvuohta bajásdoallat ja ovddidit iežaset giela ja kultuvrra.

source: Saman lain 121. §:ssä vahvistetaan, että ”saamelaisilla on saamelaisten kotiseutualueella kieltään ja kulttuuriaan koskeva itsehallinto sen mukaan kuin lailla säädetään”.
sme: Seamma lága 121. §:s nannejuvvo, ahte ”sámiin lea sámiid ruovttuguovllus iežaset gillii ja kultuvrii guoskevaš ieštivrejupmi dan mielde go lágas mearriduvvo”.

source: 7 Laki saamelaiskäräjistä
sme: 3.5.7 Sámediggeláhka

source: Tarvantovaaran erämaa kuuluu saamelaisten kotiseutualueeseen.
sme: Darvvatvári meahcceguovlu ja plánii gullevaš eará guovllut gullet sámiid ruovttuguvlui.

source: Suomen perustuslaissa (731/ 1999) on turvattu saamelaisille alkuperäiskansana omaa kieltään ja kulttuuriaan koskeva itsehallinto saamelaisten kotiseutualueella.
sme: Suoma vuođđolágas (731/1999) lea dorvvastuvvon sámiide álgoálbmogin sin gillii ja kultuvrii guoskevaš iešstivrejupmi sámiid ruovttuguovllus.

source: Kulttuuri-itsehallintoa toteuttaa saamelaiskäräjälain (974/ 1995) 9. §:ssä tarkoitettu saamelaiskäräjät.
sme: Kulturieštivrejumi ollašuhttá sámediggelága (974/1995) 9. §:s oaivvilduvvon sámediggi.

source: Laki saamelaiskäräjistä velvoittaa
sme: Sámediggeláhka geatnegahttá

source: viranomaisia [ja Metsähallitusta] neuvottelemaan saamelaiskäräjien kanssa kaikista laajakantoisista ja merkittävistä toimenpiteistä, jotka voivat välittömästi ja erityisellä tavalla vaikuttaa saamelaisten asemaan alkuperäiskansana ja jotka koskevat saamelaisten kotiseutualueella – – valtionmaan, suojelualueiden ja erämaa-alueiden hoitoa, käyttöä, vuokrausta ja luovutusta.
sme: eiseválddiid [ja Meahciráđđehusa] ráđđádallat sámedikkiin buot guhkásváikkuheaddji ja mearkkašahtti doaimmain, mat sáhttet njuolgga ja sierra vuogi mielde váikkuhit sámiid sajádahkii álgoálbmogin ja mat gusket sámiid ruovttuguovllus – – stáhtaeatnama, suodjalanguovlluid ja meahcceguovlluid dikšumii, geavaheapmái ja láigoheapmái.

source: – – Neuvotteluvelvoitteen täyttämiseksi asianomaisen viranomaisen on varattava saamelaiskäräjille tilaisuus tulla kuulluksi ja neuvotella asiasta.
sme: – – Ráđđádallangeatnegasvuođa deavdin dihte áššáigullevaš eiseváldi galgá várret sámediggái dilálašvuođa šaddat gullojuvvot ja ráđđádallat áššis.

source: Tilaisuuden käyttämättä jättäminen ei estä viranomaista jatkamasta asian käsittelyä.
sme: Jos sámediggi ii geavat dán dilálašvuođa, de dat ii hehtte eiseválddi joatkimis ášši gieđahallama.

source: Saamelaiskulttuurin harjoittamiseen lasketaan kuuluviksi perinteiset elinkeinot – kuten poronhoito, kalastus ja metsästys.
sme: Sámekultuvrrain bargamii lohkkojit árbevirolaš ealáhusat – dego boazodoallu, guolástus ja meahccebivdu.

source: Lakisääteinen neuvottelu tästä hoito- ja käyttösuunnitelmasta saamelaiskäräjien kanssa pidettiin 17.2.
sme: Lága geatnegahttin ráđđadallan sámedikkiin dollojuvvui 17.12.2002.

source: 8 Laki Metsähallituksesta ja saamelaiskulttuurin turvaaminen
sme: 3.5.8 Meahciráđđehusláhka sámekultuvrra dorvun

source: Metsähallitukselle on annettu yhteiskunnallinen velvoite saamelaisten kulttuurin harjoittamisen edellytysten turvaamiseksi (Laki Metsähallituksesta 1378/2004).
sme: Meahciráđđehus lea erenoamážit geatnegahtton suodjalit sámiid kulturárbbi sámiid ruovttuguovllus (Meahciráđđehusláhka 1378/2004).

source: Lain 4. §:ssä todetaan, että yleiset yhteiskunnalliset velvoitteet edellyttävät Metsähallituksen hallinnassa olevien luonnonvarojen hoidon, käytön ja suojelun yhteensovittamista Saamelaiskäräjistä annetussa laissa (974/1995) tarkoitetulla saamelaisten kotiseutualueella siten, että saamelaisten kulttuurin harjoittamisen edellytykset turvataan.
sme: Lága 4. §:s daddjojuvvo, ahte oppalaš servodatlaš geatnegahttimiid mielde Meahciráđđehusa hálddašan luondduriggodagaid dikšun, geavaheapmi ja suodjaleapmi galget oktiiheivehuvvot sámediggelágas (974/1995) oaivvilduvvon sámiid ruovttuguovllus nu, ahte sámiid kultuvrrain bargama vejolašvuođat dorvvastuvvojit.

source: Hallituksen esityksessä (HE 154/2004) korostetaan saamelaisen kulttuurin ylläpitämisen ja kehittämisen merkitystä sekä Metsähallituksen velvoitteita saamelaisten kotiseutualueella.
sme: Ráđđehusa árvalusas (HE 154/2004) deattuhuvvo, man dehálaš lea bajásdoallat ja ovddidit sámekultuvrra, ja seammás deattuhuvvojit Meahciráđđehusa geatnegahttimat sámiid ruovttuguovllus.

source: Saamelaisten kotiseutualueella Metsähallituksen hallinnassa olevien luonnonvarojen hoito, käyttö ja suojelu olisi sovitettava yhteen siten, että saamelaisille alkuperäiskansana perustuslaissa (731/1999) säädetty oikeus ylläpitää ja kehittää omaa kulttuuriaan olisi mahdollista.
sme: Sámiid ruovttuguovllu luondduriggodagaid, maid Meahciráđđehus hálddaša, dikšuma, geavaheami ja suodjaleami galgá oktiiheivehit nu, ahte sámiin álgoálbmogin livččii vuođđolágas (731/1999) ásahuvvon vuoigatvuohta bajásdoallat ja ovddidit iežaset kultuvrra.

source: Saamelaisten kulttuuriin kuuluviksi katsotaan myös saamelaisten perinteiset elinkeinot – kuten poronhoito, metsästys ja kalastus.
sme: Sámekultuvrii gehččojuvvojit gullat maiddái sámiid árbevirolaš ealáhusaid – dego boazodoalu, meahccebivddu ja guolástusa.

source: Velvoitettavuutta on korostettu nostamalla se suoraan lakiin aiemman asetuksen sijasta.
sme: Dát geatnegahttin lea deattuhuvvon nu, ahte dat lea váldojuvvon láhkii ásahusa sajis.

source: 3.5. 9 Maankäyttö- ja rakennuslaki saamelaiskulttuurin turvaamisessa
sme: 3.5.9 Eanageavahan- ja huksenláhka sámekultuvrra dorvun

source: Saamelaiskulttuurin turvaamista koskevia säännöksiä on myös maankäyttö- ja rakennuslaissa (132/1999) sekä kyseiseen lakiin perustuvissa valtakunnallisissa alueidenkäytön tavoitteissa.
sme: Sámekultuvrra dorvvasteapmái guoskevaš njuolggadusat gávdnojit maiddái eanageavahan- ja huksenlágas (132/1999) ja guoskevaš láhkii vuođđuduvvi riikkadási guovlluidgeavahanulbmiliin.

source: Valtioneuvoston periaatepäätöksen (30.11. 2000) mukaisesti tulee saamelaisten kotiseutualueella turvata alueiden käytössä saamelaiskulttuurin ja -elinkeinojen kehittämisedellytykset ja sovittaa ne yhteen luonnon kestokyvyn kanssa.
sme: Stáhtaráđi prinsihppamearrádusa (30.11.2000) mielde sámiid ruovttuguovllus galgá dorvvastit guovlluid geavaheamis sámekultuvrra ja -ealáhusaid ovddidanvejolašvuođaid ja heivehit daid oktii luonddu gierdannávccaiguin.

source: Maankäyttö- ja rakennuslain 22. §:n mukaan ”tavoitteet voivat koskea asioita, joilla on – – merkittävä vaikutus kansalliseen kulttuuri- tai luonnonperintöön”.
sme: Eanageavahan- ja huksenlága 22. §:a mielde ”ulbmilat sáhttet guoskat áššiide, main lea – – mearkkašahtti váikkuhus čearddalaš kultur- ja luondduárbái”.

source: Alueidenkäytön keskeisiä tavoitteita saamelaiskulttuurin säilymisen kannalta ovat mm.
sme: Guovlluidgeavaheami guovddáš ulbmilat sámekultuvrra seailluheami dáfus leat ee.

source: • saamelaisten kotiseutualueella saamelaiskulttuurin ja -elinkeinojen kehittämisedellytysten turvaaminen ja yhteen sovittaminen luonnon kestokyvyn kanssa
sme: • sámiid ruovttuguovllus sámekultuvrra ja -ealáhusaid ovddidanvejolašvuođat galget dorvvastuvvot ja oktiiheivehuvvot luonddu gierdannávccaiguin

source: • alueiden säilyminen luonto- ja kulttuuriarvojen kannalta erityisen merkittävinä kokonaisuuksina siten, että asumisen ja elinkeinotoiminnan harjoittamisen edellytykset säilyvät
sme: • guovllut galget seailut luonddu- ja kulturárvvuid dáfus mearkkašahtti ollisvuohtan nu, ahte ássama ja ealáhusdoaimmain bargama vejolašvuođat seilot

source: • alueiden erityispiirteiden tunnistaminen ja alueiden käytön sovittaminen mahdollisimman tasapainoisesti yhteen poikkeuksellisten luonnonolojen ja kulttuuriarvojen turvaamiseksi
sme: • guovlluid mihtilmasvuođat galget fuobmájuvvot ja guovlluid geavahanvuogit galget oktiiheivehuvvot nu bures go vejolaš, vai eahpedábálaš luonddudilálašvuođat ja kulturárvvut dorvvastuvvojit

source: • luonnonoloihin sopeutuneiden, omaleimaisten kylä- ja kulttuuriympäristöjen säilyttäminen ehjinä.
sme: • luonddudilálašvuođaide vuogáiduvvan iešlágálaš gille- ja kulturbirrasat galget seailluhuvvot čavddisin.

source: 3.5. 10 Porotalouden ja luontaiselinkeinojen rahoituslaki
sme: 3.5.10 Boazodoalu ja luondduealáhusaid ruhtadanláhka

source: Porotalouden ja luontaiselinkeinojen rahoituslain (45/2000) tavoitteena on edistää ja monipuolistaa porotalouden ja luontaiselinkeinojen elinkeinotoimintaa, parantaa elinkeinojen rakennetta ja toimintaedellytyksiä, edistää uusiutuvien luonnonvarojen kestävää käyttöä, kehittää poronhoito- ja luontaiselinkeinoaluetta sekä tukea haja-asutusalueiden ja yhdyskuntien kehittämistä poronhoitoalueella ja luontaiselinkeinojen harjoittamisalueella.
sme: Boazodoalu ja luondduealáhusaid ruhtadanlága (45/2000) ulbmilin lea ovddidit ja máŋggabealagahttit boazodoalu ja luondduealáhusaid ealáhusdoaimma, buoridit ealáhusaid ráhkadusa ja doaibmavejolašvuođaid, ovddidit ođasmuvvi luondduriggodagaid bistevaš geavaheami, ovddidit boazodoallo- ja luondduealáhusguovllu ja doarjut bieđggoássanguovlluid ja báikkálašservodagaid boazodoallo- ja luondduealáhusguovllus.

source: Lain mukaisissa toimenpiteissä on kiinnitettävä erityistä huomiota saamelaisten mahdollisuuksiin ylläpitää ja kehittää kulttuurimuotoonsa kuuluvia elinkeinoja saamelaisten kotiseutualueella.
sme: Lága doaibmabijuin galgá giddet erenoamáš fuopmášumi sámiid vejolašvuođaide bajásdoallat ja ovddidit iežaset kulturhápmái gullevaš ealáhusaid sámiid ruovttuguovllus.

source: 11 Saamelaisten kestävän kehityksen ohjelma
sme: 3.5.11 Sámiid bistevaš ovdáneami prográmma

source: Saamelaiskäräjät hyväksyi vuonna 1998 Saamelaisten kestävän kehityksen ohjelman (Saamelaiskäräjät 1998), jota se valmisteli yhdessä ympäristöministeriön kanssa.
sme: Sámediggi dohkkehii 1998:s Sámiid bistevaš ovdáneami prográmma (Sámediggi 1998), man dat válmmaštalai ovttasráđiid birasministeriijain.

source: Ohjelma päivitettiin vuonna 2006 (Saamelaiskäräjät 2006).
sme: Prográmma beivejuvvui 2006:s (Sámediggi 2006).

source: Ohjelman keskeisin tavoite on saamelaisalueen luonnonvarojen käyttö ekologiselta, taloudelliselta, sosiaaliselta ja kulttuuriselta kannalta kestävästi saamelaisten perinteisten elinkeinojen harjoittamiseksi.
sme: Prográmma mávssoleamos ulbmilin lea dat, ahte sámeguovllu luondduriggodagat galget geavahuvvot ekologalaččat, ekonomalaččat, sosiálalaččat ja kultuvrralaččat bistevaš vuogi mielde, vai sámit sáhttet bargat árbevirolaš ealáhusaideasetguin.

source: Saamelaisten kestävän kehityksen ohjelmassa esitetyillä toimenpiteillä on tarkoitus turvata saamelaisten asema maankäytössä sekä perinteisten ja uusien elinkeinojen harjoittamisessa saamelaisista lähtökohdista ja edistää saamelaisen perinteisen tietämyksen asemaa ja saamelaisten sosiaalista hyvinvointia.
sme: Sámiid bistevaš geavaheami prográmmas ovdanbukton doaimmaiguin galggašii dorvvastuvvot sámiid sajádat eanageavaheamis ja árbevirolaš ja ođđa ealáhusaiguin bargamis sámi vuođu alde ja ovddidit sámi árbevirolaš dieđuid ja dáidduid sajádaga ja sámiid sosiálalaš buresbirgejumi.

source: Ohjelma on otettu huomioon 2006 hyväksytyssä kansallisessa kestävän kehityksen strategiassa (Valtioneuvoston kanslia 2006).
sme: Prográmma lea váldojuvvon vuhtii 2006:s dohkkehuvvon riikkadási bistevaš ovdáneami strategiijas (Stáhtaráđi kansliija 2006).

source: 3.5. 12 Yhdenvertaisuuslaki
sme: 3.5.12 Ovttadássásašvuođaláhka

source: Yhdenvertaisuuslakia (21/2004) sovelletaan sekä julkisessa että yksityisessä toiminnassa mm. silloin, kun kysymys on itsenäisen ammatin tai elinkeinon harjoittamisen edellytyksistä tai elinkeinon tukemisesta.
sme: Ovttadássásašvuođaláhka (21/2004) geavahuvvo sihke almmolaš ja priváhtadoaimmas ee. dalle, go lea jearaldat iehčanas ámmáhiin dahje ealáhusain barganvejolašvuođain dahje ealáhusa doarjumis.

source: Lain mukaan ketään ei saa syrjiä iän, etnisen tai kansallisen alkuperän, kansalaisuuden, kielen, uskonnon, vakaumuksen, mielipiteen, terveydentilan, vammaisuuden, sukupuolisen suuntautumisen tai muun henkilöön liittyvän syyn perusteella.
sme: Ovttadássásašvuođalága mielde geange ii oaččo vealahit agi, etnihkalaš dahje čearddalaš boahtimuša, riikkavulošvuođa, giela, oskku, eallinoainnu, oaivila, dearvvasvuođadili, lámisvuođa, sohkabealleorientašuvnna dahje olbmui guoskevaš eará siva vuođul.
